package com.example.drawerproject

object Storage {
    val goodTalk = arrayListOf<String>(
        "تغییرات بیرونی همیشه با یک تغییر درونی در نگرش آغاز می شود.\n" +
                "“آلبرت انیشتین”",
        "همانا ارزشمندترین بی نیازی عقل است \n " +
                "   وبزرگ ترین فقر بی خردی است   \n  " +
                " وترسناک ترین تنهایی خودپسندی است  \n" +
                "  وگرامی ترین ارزش خانوادگی اخلاق نیکوست\n" +
                "  امام علی (علیه السلام)",
        "اگر بدانی چه چیزی را می خواهی، و اگر شدیدا آن را بخواهی، راه رسیدن به آن را خواهی یافت\n" +
                "“جیم ران”" ,
        "نخستين عوض و سود بردبار از بردباريش آنست كه مردم در برابر جاهل و نابردبار ياورانش مي شوند.",
        " با مردم چنان رفتار نمائيد كه اگر در آن حال مرديد بر شما بگريند، و اگر زنده مانديد خواهان معاشرت با شما باشند.\n" +
                "  امام علی (علیه السلام)",
        "بخشنده باش ولى نه بحدّ اسراف و ميانه رو باش و سختگير مباش"
    )
}